org/articles/centrism.org
* The Fence is Uncomfortable and You Should Not Sit There

#+BEGIN_QUOTE
Draft: v1.0 | Posted: 9/2/2018 | Updated: 9/2/2018 | confidence of success: 35% | estimated time to completion: 9/2/2018 | importance: Low
#+END_QUOTE

I've had stray thoughts on this for a good while, but recently I feel I've reached a breaking point where I needed to flesh out some of my ideas on what I believe centrists are and are not. I think there's an absurd number of people in communities that I interact with that have what they believe to be centrist beliefs, which I think are mislabelled somewhere in their heads. 

** Well, Both Sides Have a Point

This is not a centrist take - this is just fence sitting. Like a dweeb, I'm going to do a short rant about statistics and how they might affect the way you might want to frame your beliefs.

There's this stats thing called Bayes' Theorem which looks like this:

\begin{equation}
P(a|b) = \frac{P(b|a) P(a)}{P(b)}
\end{equation}

which basically means the following: the probability of some event happened given a piece of evidence is equal to the probability of the evidence happening during the event times the probability of the event happening, divided by the probability of the evidence happening at all. To put it even shorter, this rule can be considered to mean something like "given some prior probability, evidence will move your new probability up or down depending on how good the evidence is". Weak evidence moves your priors only a little bit, strong evidence moves your priors a lot.

Too often I see self-described reasonable centrists assess a situation and then come up with a weak conclusion like "well, X might be true, but X might be false, so who can really say?" They then pat themselves on the back for being able to listen to both sides equally and come up with a reasonable reply, and derisively look down upon others who are unable to see things as evenly as them. In reality, what is often happening here is that the person weighing the evidence from both sides of an argument is unwilling or unable to actually evaluate the relative strengths and weaknesses of the evidence, merely that some form of evidence exists on both sides. Framing this from our stats perspective turns this from intellect signalling (i.e. "I'm so smart and can see all arguments equally") to aggressively refusing to think about which sides are right (i.e. "You have one evidence, and your opponent has one evidence, so it's a wash"). 

Plugging things into our stats thing up there, imagine we are a juror in a court case, discussing some sort of murder case. You think there's a 1% chance this person is a murderer. You are presented two pieces of evidence:

1) There are fingerprints on the murder weapon that match the victim's
2) The suspect picked his kid up from daycare later that day, which would be difficult psychologically to do after murdering someone

We can actually just plug things in to our stats thing based upon our opinion of how likely these events are.

Let's guess that the probability that the suspects' fingerprints would be on the murder weapon if they /were/ the murderer is something close to 99%. We also think that the suspect's fingerprints being on this murder weapon is something like 1% (this might go up or down if it's a registered firearm in their name, or if they are a competition shooter or something, but let's keep it simple and say that it's a black market firearm otherwise far away from the suspect's normal life.)

We can calculate the probability that the suspect is guilty given that the fingerprints were on the weapon by plugging it into the equation above:

P(b|a) = 99%

P(a) = 1%

P(b) = 1%

P(a|b) = (.99*.01) / .01 = .99

What a big move! This evidence is really strong, because it's extremely likely that his fingerprints would be on the weapon if he was guilty, but also very unlikely that the fingerprints would be on the weapon if he was not guilty. 

Likewise, we can also calculate how good the second piece of evidence is. Let's say that you believe there's a 10% chance the victim wouldn't be able to pick his child up from daycare in the state of mind post-murder. There's also a 99% chance he picks his kid up from daycare anyways, since he would be doing that whether or not he murdered the victim.

P(b|a) = 90%

P(a) = 99% (or 1%, depending on which prior you use)

P(b) = 99%

P(a|b) = (.90*.99) / .99 = .90

You end up with the same probability if you do it in the other direction

P(a|b) = (.90 * .01) / .99 = .009 (moves prior from 1% to 0.909%)

P(a|b) = (.99 * .009) / .01 = .891 (a little off due to rounding)

This evidence isn't useless but it's not very strong evidence - the suspect was going to pick their kid up anyways, and there was only a 10% chance it would happen even if it were true.

<<different priors and assessments lead to similarly large shifts>>

Evidence isn't always as obviously good or bad like this, but the point of it is this: *sometimes, after considering both positive and negative evidence, the sum of all your evidence supports a strong conclusion*. You can't look at these two clearly different strengths of evidence and think to yourself "well, both sides have a case" - you're not being reasonable, you're actually just not thinking hard enough about how good each sides' evidence is. 

** Engaging in Civil Discourse With Everybody is Worthwhile

This is another one which people lump in with reasonableness but, to me, feels a lot more like just masochism. This one is super common on social media (sadly) so it feels useful to point out a specific example of a scenario:

A: I think [X] would be a good solution to problem [Y]

B: [X] is a bad solution, and you're a stupid idiot for thinking so

A: Hahaha this person referred to me as a stupid idiot

C: This is ridiculous - B brought up a legitimate criticism of your suggestion and instead of engaging him like a reasonable person you're just ridiculing him for his word choice. You should be more levelheaded.

I would like to submit that the idea of engaging person B here is not centrism, is not levelheaded, and in general just isn't a very healthy thing to do at all - engaging with people who are flaming you with lovingly crafted evidence-based arguments is a completely futile exercise because 95% of the time they are pretty uninterested in whatever points you have. They just want to upset you! It's extremely rare for obvious trolls to actually change their minds, no matter how wrong they are, so it's very reasonable to just laugh them off most of the time, and attempting to do so does not make you more intelligent or reasonable than others.

I should note that this is /not/ the same thing as being unreceptive to criticism - even harsh criticism! Most critics have real concerns buried somewhere in there, and sometimes people can be mean about it and still have worthwhile substance to their criticisms. The point I'm trying to make here is that *you should engage with people who identify ways your ideas can be improved*, and that you can safely mess with the trolls and still be a levelheaded person. 

Likewise I think that there are situations where genuine frustration can be mistaken for attempts at being provocative, but I think that focusing on actionable criticism and ignoring or even mocking clearly bad faith attempts at derailing discussion doesn't exclude you from centrism or anything.

** Talking like a Textbook Signals Intelligence

There's a frequent association between being emotional about something and being wrong about that thing which I think is erroneous and frankly a little weird. I blame the education system for this, personally; so many years of emotionless 500 word persuasive essays will get most people to associate vocab-word-crammed paragraphs with good marks eventually.

#+BEGIN_HTML
<blockquote class="twitter-tweet" data-lang="en"><p lang="en" dir="ltr">My favorite keyboard warrior aesthetic is the one where you cram as many SAT vocab words as possible into your reply and end up sounding like the grad student in the bar scene of good will hunting</p>&mdash; Eryk (@Ambisinister_) <a href="https://twitter.com/Ambisinister_/status/998952433387757568?ref_src=twsrc%5Etfw">May 22, 2018</a></blockquote>
<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
#+END_HTML

In general I think the association between emotion and wrong-ness in the real world is actually pretty baffling, especially if you transpose it to mundane situations which have similar consequences. Imagine watching a roller coaster go all day and eventually realizing that one of the seat belts on it does not actually latch correctly, and that if someone thin enough sits in that seat they will fall off the coaster and hurt themselves. You tell the worker manning the ride, but he shrugs you off, saying "nobody has ever fallen off this ride". You try to tell people getting on the ride that they will get hurt if they sit in that chair, but nobody pays any attention.

If you don't eventually get into hysterics in this situation, are you really appraising the situation properly?

I think most people tend to think that reasonable arguments are somehow more important if they are contained in properly formatted, perfectly spelled, completely emotionally detached arguments, and that becoming emotional about a topic makes you "biased" about it. This, too, I think is just people wanting shortcuts to actually engaging with ideas. If ppl talk w/ chatspeak, that doesnt make em wrong, u have to actually read their posts b4 gettin mad. 

I have a number of thoughts about the weird tactics people use to dismiss other people's opinions on the internet, but for the most part I think they're pretty easy to identify when you look out for them, and I think they're pretty silly when you think about them for a bit.

** Conclusion

I am tired of seeing people confuse faux-intellectualism, fence-sitting, and detached pedantry for genuinely inquisitive and open-minded assessment of each issue. It's certainly much easier to use the same [[https://en.wikipedia.org/wiki/Fixed_action_pattern][fixed action pattern]] in response to everything, but centrism (at least to me) is moreso a committed attitude towards actually looking at every little thing, and thinking really hard about all points in every single issue you encounter. The key thing that I think is frequently missed here is that /actually taking a side/, even one that is very partisan or strongly associated with one "side" is sometimes just the most optimal choice given all of your information. *Sometimes one side is wrong* and being halfway in between both sides on every issue doesn't make you more right than both sides on average if you assume a roughly even distribution between each "side" being right or wrong. 

I'm unsure if people doing this belief-averaging-as-belief thing are doing it to protect their self-identities as "centrists" or as "reasonable", or if it's just a convenient rhetorical tool people use to not have to take sides or think too hard about certain issues. All I want is for people to actually consider what actually considering things actually means, even if that means shattering your image as a reasonable person to take the actually reasonable stance instead.

/posted on 9/2/2018/\\
