articles/centrism.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>centrism</title>
<!-- 2018-10-10 Wed 20:00 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="ambi" />
<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1">
<!-- Global site tag (gtag.js) - Google Analytics -->


<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">



<link rel="stylesheet" type="text/css" href="./css/default.css" />
</head>
<body>
<div id="preamble" class="status">

<!-- heading -->
<!-- add here -->

<!-- Fixed navbar -->
    <nav class="navbar navbar-default navbar-fixed-top">
        <div class="navbar-header">
          <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#navbar" aria-expanded="false" aria-controls="navbar">
            <span class="sr-only">Toggle navigation</span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
          </button>
        </div>

        <div id="navbar" class="navbar-collapse collapse">
          <ul class="nav navbar-nav ml-auto" style="margin-left:3%">
            <li class="nav-item"><a href="http://planetbanatt.net/">Home</a></li>
            <li><a href="http://planetbanatt.net/about.html">About</a></li>
            <li><a href="http://planetbanatt.net/projects.html">Projects</a></li>
            <li><a href="http://planetbanatt.net/melee.html">Melee</a></li>
            <li><a href="http://planetbanatt.net/links.html">Links</a></li>
            <li><a href="http://planetbanatt.net/resume.pdf">Resume</li>
          </ul>
          </ul>
        </div><!--/.nav-collapse -->
    </nav>
</div>
<div id="content">
<h1 class="title">centrism</h1>
<div id="table-of-contents">
<h1>Table of Contents</h1>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">The Fence is Uncomfortable and You Should Not Sit There</a>
<ul>
<li><a href="#sec-1-1">Well, Both Sides Have a Point</a></li>
<li><a href="#sec-1-2">Engaging in Civil Discourse With Everybody is Worthwhile</a></li>
<li><a href="#sec-1-3">Talking like a Textbook Signals Intelligence</a></li>
<li><a href="#sec-1-4">Conclusion</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-1">
<h1 id="sec-1">The Fence is Uncomfortable and You Should Not Sit There</h1>
<div class="outline-text-1" id="text-1">
<blockquote>
<p>
Draft: v1.0 | Posted: 9/2/2018 | Updated: 9/2/2018 | confidence of success: 35% | estimated time to completion: 9/2/2018 | importance: Low
</p>
</blockquote>

<p>
I've had stray thoughts on this for a good while, but recently I feel I've reached a breaking point where I needed to flesh out some of my ideas on what I believe centrists are and are not. I think there's an absurd number of people in communities that I interact with that have what they believe to be centrist beliefs, which I think are mislabelled somewhere in their heads. 
</p>
</div>

<div id="outline-container-sec-1-1" class="outline-2">
<h2 id="sec-1-1">Well, Both Sides Have a Point</h2>
<div class="outline-text-2" id="text-1-1">
<p>
This is not a centrist take - this is just fence sitting. Like a dweeb, I'm going to do a short rant about statistics and how they might affect the way you might want to frame your beliefs.
</p>

<p>
There's this stats thing called Bayes' Theorem which looks like this:
</p>

\begin{equation}
P(a|b) = \frac{P(b|a) P(a)}{P(b)}
\end{equation}

<p>
which basically means the following: the probability of some event happened given a piece of evidence is equal to the probability of the evidence happening during the event times the probability of the event happening, divided by the probability of the evidence happening at all. To put it even shorter, this rule can be considered to mean something like "given some prior probability, evidence will move your new probability up or down depending on how good the evidence is". Weak evidence moves your priors only a little bit, strong evidence moves your priors a lot.
</p>

<p>
Too often I see self-described reasonable centrists assess a situation and then come up with a weak conclusion like "well, X might be true, but X might be false, so who can really say?" They then pat themselves on the back for being able to listen to both sides equally and come up with a reasonable reply, and derisively look down upon others who are unable to see things as evenly as them. In reality, what is often happening here is that the person weighing the evidence from both sides of an argument is unwilling or unable to actually evaluate the relative strengths and weaknesses of the evidence, merely that some form of evidence exists on both sides. Framing this from our stats perspective turns this from intellect signalling (i.e. "I'm so smart and can see all arguments equally") to aggressively refusing to think about which sides are right (i.e. "You have one evidence, and your opponent has one evidence, so it's a wash"). 
</p>

<p>
Plugging things into our stats thing up there, imagine we are a juror in a court case, discussing some sort of murder case. You think there's a 1% chance this person is a murderer. You are presented two pieces of evidence:
</p>

<ol class="org-ol">
<li>There are fingerprints on the murder weapon that match the victim's
</li>
<li>The suspect picked his kid up from daycare later that day, which would be difficult psychologically to do after murdering someone
</li>
</ol>

<p>
We can actually just plug things in to our stats thing based upon our opinion of how likely these events are.
</p>

<p>
Let's guess that the probability that the suspects' fingerprints would be on the murder weapon if they <i>were</i> the murderer is something close to 99%. We also think that the suspect's fingerprints being on this murder weapon is something like 1% (this might go up or down if it's a registered firearm in their name, or if they are a competition shooter or something, but let's keep it simple and say that it's a black market firearm otherwise far away from the suspect's normal life.)
</p>

<p>
We can calculate the probability that the suspect is guilty given that the fingerprints were on the weapon by plugging it into the equation above:
</p>

<p>
P(b|a) = 99%
</p>

<p>
P(a) = 1%
</p>

<p>
P(b) = 1%
</p>

<p>
P(a|b) = (.99*.01) / .01 = .99
</p>

<p>
What a big move! This evidence is really strong, because it's extremely likely that his fingerprints would be on the weapon if he was guilty, but also very unlikely that the fingerprints would be on the weapon if he was not guilty. 
</p>

<p>
Likewise, we can also calculate how good the second piece of evidence is. Let's say that you believe there's a 10% chance the victim wouldn't be able to pick his child up from daycare in the state of mind post-murder. There's also a 99% chance he picks his kid up from daycare anyways, since he would be doing that whether or not he murdered the victim.
</p>

<p>
P(b|a) = 90%
</p>

<p>
P(a) = 99% (or 1%, depending on which prior you use)
</p>

<p>
P(b) = 99%
</p>

<p>
P(a|b) = (.90*.99) / .99 = .90
</p>

<p>
You end up with the same probability if you do it in the other direction
</p>

<p>
P(a|b) = (.90 * .01) / .99 = .009 (moves prior from 1% to 0.909%)
</p>

<p>
P(a|b) = (.99 * .009) / .01 = .891 (a little off due to rounding)
</p>

<p>
This evidence isn't useless but it's not very strong evidence - the suspect was going to pick their kid up anyways, and there was only a 10% chance it would happen even if it were true.
</p>

<p>
<a id="different-priors-and-assessments-lead-to-similarly-large-shifts" name="different-priors-and-assessments-lead-to-similarly-large-shifts"></a>
</p>

<p>
Evidence isn't always as obviously good or bad like this, but the point of it is this: <b>sometimes, after considering both positive and negative evidence, the sum of all your evidence supports a strong conclusion</b>. You can't look at these two clearly different strengths of evidence and think to yourself "well, both sides have a case" - you're not being reasonable, you're actually just not thinking hard enough about how good each sides' evidence is. 
</p>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-2">
<h2 id="sec-1-2">Engaging in Civil Discourse With Everybody is Worthwhile</h2>
<div class="outline-text-2" id="text-1-2">
<p>
This is another one which people lump in with reasonableness but, to me, feels a lot more like just masochism. This one is super common on social media (sadly) so it feels useful to point out a specific example of a scenario:
</p>

<p>
A: I think [X] would be a good solution to problem [Y]
</p>

<p>
B: [X] is a bad solution, and you're a stupid idiot for thinking so
</p>

<p>
A: Hahaha this person referred to me as a stupid idiot
</p>

<p>
C: This is ridiculous - B brought up a legitimate criticism of your suggestion and instead of engaging him like a reasonable person you're just ridiculing him for his word choice. You should be more levelheaded.
</p>

<p>
I would like to submit that the idea of engaging person B here is not centrism, is not levelheaded, and in general just isn't a very healthy thing to do at all - engaging with people who are flaming you with lovingly crafted evidence-based arguments is a completely futile exercise because 95% of the time they are pretty uninterested in whatever points you have. They just want to upset you! It's extremely rare for obvious trolls to actually change their minds, no matter how wrong they are, so it's very reasonable to just laugh them off most of the time, and attempting to do so does not make you more intelligent or reasonable than others.
</p>

<p>
I should note that this is <i>not</i> the same thing as being unreceptive to criticism - even harsh criticism! Most critics have real concerns buried somewhere in there, and sometimes people can be mean about it and still have worthwhile substance to their criticisms. The point I'm trying to make here is that <b>you should engage with people who identify ways your ideas can be improved</b>, and that you can safely mess with the trolls and still be a levelheaded person. 
</p>

<p>
Likewise I think that there are situations where genuine frustration can be mistaken for attempts at being provocative, but I think that focusing on actionable criticism and ignoring or even mocking clearly bad faith attempts at derailing discussion doesn't exclude you from centrism or anything.
</p>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-2">
<h2 id="sec-1-3">Talking like a Textbook Signals Intelligence</h2>
<div class="outline-text-2" id="text-1-3">
<p>
There's a frequent association between being emotional about something and being wrong about that thing which I think is erroneous and frankly a little weird. I blame the education system for this, personally; so many years of emotionless 500 word persuasive essays will get most people to associate vocab-word-crammed paragraphs with good marks eventually.
</p>

<blockquote class="twitter-tweet" data-lang="en"><p lang="en" dir="ltr">My favorite keyboard warrior aesthetic is the one where you cram as many SAT vocab words as possible into your reply and end up sounding like the grad student in the bar scene of good will hunting</p>&mdash; Eryk (@Ambisinister_) <a href="https://twitter.com/Ambisinister_/status/998952433387757568?ref_src=twsrc%5Etfw">May 22, 2018</a></blockquote>
<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>

<p>
In general I think the association between emotion and wrong-ness in the real world is actually pretty baffling, especially if you transpose it to mundane situations which have similar consequences. Imagine watching a roller coaster go all day and eventually realizing that one of the seat belts on it does not actually latch correctly, and that if someone thin enough sits in that seat they will fall off the coaster and hurt themselves. You tell the worker manning the ride, but he shrugs you off, saying "nobody has ever fallen off this ride". You try to tell people getting on the ride that they will get hurt if they sit in that chair, but nobody pays any attention.
</p>

<p>
If you don't eventually get into hysterics in this situation, are you really appraising the situation properly?
</p>

<p>
I think most people tend to think that reasonable arguments are somehow more important if they are contained in properly formatted, perfectly spelled, completely emotionally detached arguments, and that becoming emotional about a topic makes you "biased" about it. This, too, I think is just people wanting shortcuts to actually engaging with ideas. If ppl talk w/ chatspeak, that doesnt make em wrong, u have to actually read their posts b4 gettin mad. 
</p>

<p>
I have a number of thoughts about the weird tactics people use to dismiss other people's opinions on the internet, but for the most part I think they're pretty easy to identify when you look out for them, and I think they're pretty silly when you think about them for a bit.
</p>
</div>
</div>

<div id="outline-container-sec-1-4" class="outline-2">
<h2 id="sec-1-4">Conclusion</h2>
<div class="outline-text-2" id="text-1-4">
<p>
I am tired of seeing people confuse faux-intellectualism, fence-sitting, and detached pedantry for genuinely inquisitive and open-minded assessment of each issue. It's certainly much easier to use the same <a href="https://en.wikipedia.org/wiki/Fixed_action_pattern">fixed action pattern</a> in response to everything, but centrism (at least to me) is moreso a committed attitude towards actually looking at every little thing, and thinking really hard about all points in every single issue you encounter. The key thing that I think is frequently missed here is that <i>actually taking a side</i>, even one that is very partisan or strongly associated with one "side" is sometimes just the most optimal choice given all of your information. <b>Sometimes one side is wrong</b> and being halfway in between both sides on every issue doesn't make you more right than both sides on average if you assume a roughly even distribution between each "side" being right or wrong. 
</p>

<p>
I'm unsure if people doing this belief-averaging-as-belief thing are doing it to protect their self-identities as "centrists" or as "reasonable", or if it's just a convenient rhetorical tool people use to not have to take sides or think too hard about certain issues. All I want is for people to actually consider what actually considering things actually means, even if that means shattering your image as a reasonable person to take the actually reasonable stance instead.
</p>

<p>
<i>posted on 9/2/2018</i><br  />
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<a href="#top">Back to Top</a>
<div id="comments">
    <p></p>
    <hr />
       <div id="disqus_thread">
           <script>
(function() {
var d = document, s = d.createElement('script');
s.src = 'https://planetbanatt.disqus.com/embed.js';
s.setAttribute('data-timestamp', +new Date());
(d.head || d.body).appendChild(s);
})();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
</div>
</body>
</html>
